Repository: strofimovsky/Ororo
Catalog: resources/language/Greek/strings.po
Languages: el

# #30000
source: General
el: Γενικά

# #30001
source: Enable Meta Data
el: Χρήση μεταδεδομένων

# #30002
source: Enable Fanart
el: Χρήση Fanart

# #30003
source: Favourites
el: Αγαπημένα

# #30004
source: Sort by: Title
el: Ταξ.: Τίτλος

# #30005
source: Sort by: Status
el: Ταξ.: Κατάσταση

# #30006
source: Sort by: Added
el: Ταξ.: Προσθήκη

# #30007
source: Downloads
el: Λήψεις

# #30008
source: Resume Playback
el: Συνέχιση αναπαραγωγής

# #30040
source: Library
el: Συλλογή

# #30041
source: Don't forget to add this folder to media sources.
el: Μην ξεχάσετε να προσθέσετε το φάκελο στις πηγές πολυμέσων.

# #30042
source: TV Folder
el: Φάκελος σειρών

# #30043
source: Automatic Updates for Subscriptions
el: Αυτόματες ενημερώσεις συνδρομών

# #30044
source: Subscription Update Interval
el: Διάστημα ενημερώσεων συνδρομών

# #30045
source: Update Library after Subscription Updates
el: Ενημέρωση συλλογής μετά από ενημερώσεις συνδρομών

# #30080
source: Subtitles
el: Υπότιτλοι

# #30081
source: Subtitles could be unavailable or out of sync.
el: Οι υπότιτλοι μπορεί να είναι μη διαθέσιμοι ή ασυγχρόνιστοι.

# #30082
source: In that case use your own subtitles.
el: Σε αυτή τη περίπτωση χρησιμοποιήστε τους δικούς σας.

# #30083
source: Enable subtitles
el: Ενεργοποίηση υποτίτλων

# #30084
source: Primary Language
el: Πρώτη Γλώσσα

# #30085
source: Secondary Language
el: Δεύτερη Γλώσσα

# #30302
source: is on by default
el: είναι πλέον προεπιλεγμένη

# #30303
source: Added to Favourites
el: Προστέθηκε στα Αγαπημένα

# #30304
source: Removed from Favourites
el: Αφαιρέθηκε από τα Αγαπημένα

# #30305
source: Moved up
el: Μετακινήθηκε πάνω

# #30306
source: Moved down
el: Μετακινήθηκε κάτω

# #30307
source: Item already in Favourites
el: Υπάρχει ήδη στα Αγαπημένα

# #30308
source: Download started
el: Η λήψη ξεκίνησε

# #30309
source: Download Progress -
el: Πρόοδος λήψης -

# #30310
source: Download finished successfully
el: Η λήψη ολοκληρώθηκε με επιτυχία

# #30311
source: Added to Library Folder
el: Προστέθηκε στα φάκελο συλλογής

# #30312
source: Added to Subscriptions
el: Προστέθηκε στις Συνδρομές

# #30313
source: Removed from Subscriptions
el: Αφαιρέθηκε από τις Συνδρομές

# #30314
source: Subscriptions updated
el: Οι Συνδρομές ενημερώθηκαν

# #30315
source: Subscriptions cleaned up
el: Οι Συνδρομές εκκαθαριστήκαν

# #30316
source: Item already in Subscriptions
el: Υπάρχει ήδη στις Συνδρομές

# #30317
source: No subtitles available
el: Δεν υπάρχουν διαθέσιμοι υπότιτλοι

# #30318
source: Free account limit is reached
el: Δεν υπάρχει διαθέσιμη ροή

# #30321
source: YouTube addon is not installed.
el: Το πρόσθετο YouTube δεν έχει εγκατασταθεί.

# #30322
source: This stream requires it.
el: Η ροή αυτή το απαιτεί.

# #30323
source: You haven't added any Subscription.
el: Δεν έχετε προσθέσει Συνδρομές.

# #30324
source: Latest Episodes require it.
el: Τα Πρόσφατα Επεισόδια το απαιτούν.

# #30325
source: You have disabled Automatic Updates for Subscriptions.
el: Έχετε απενεργοποιήσει τις Αυτόματες ενημερώσεις συνδρομών.

# #30326
source: Latest Episodes require it.
el: Τα Πρόσφατα Επεισόδια το απαιτούν.

# #30341
source: You have not set the download folder.
el: Δεν έχετε ορίσει φάκελο λήψης.

# #30342
source: Do you want to set it now?
el: Θέλετε να τον ορίσετε τώρα;

# #30343
source: The video you are trying to download already exists.
el: Το βίντεο που θέλετε να κατεβάσετε υπάρχει ήδη.

# #30344
source: Do you want to download it again?
el: Θέλετε να το ξανακατεβάσετε;

# #30345
source: The download of this video is in progress.
el: Η λήψη αυτού του βίντεο είναι σε εξέλιξη.

# #30346
source: Do you want to cancel it?
el: Θέλετε να την ακυρώσετε;

# #30347
source: Movie already in library.
el: Ταινία ήδη στη βιβλιοθήκη.

# #30348
source: TV show already in library.
el: Σειρά ήδη στη βιβλιοθήκη.

# #30349
source: Do you really want to add it?
el: Θέλετε πραγματικά να τη προσθέσετε;

# #30350
source: Resume from
el: Συνέχεια από

# #30351
source: Resume
el: Συνέχεια

# #30352
source: Start from beginning
el: Εκκίνηση από την αρχή

# #30361
source: Next Page
el: Επόμενη σελίδα

# #30362
source: Search
el: Αναζήτηση

# #30363
source: Downloads
el: Λήψεις

# #30364
source: Refresh Info
el: Ανανέωση πληροφοριών

# #30401
source: Play
el: Αναπαραγωγή

# #30402
source: Random Play
el: Τυχαία Αναπαραγωγή

# #30403
source: Play from here
el: Αναπαραγωγή από εδώ

# #30404
source: Queue All
el: Όλα στην αναμονή

# #30405
source: Queue video
el: Βίντεο στην αναμονή

# #30406
source: Download video
el: Λήψη βίντεο

# #30407
source: Mark as unwatched
el: Σήμανση ως μη προβληθέν

# #30408
source: Mark as watched
el: Σήμανση ως προβληθέν

# #30409
source: Add-on settings
el: Ρυθμίσεις πρόσθετου

# #30410
source: Now playing...
el: Τώρα εκτελείται...

# #30411
source: Home...
el: Αρχική...

# #30412
source: Movie information
el: Πληροφορίες ταινίας

# #30413
source: TV show information
el: Πληροφορίες σειράς

# #30414
source: Episode information
el: Πληροφορίες επεισοδίου

# #30415
source: Refresh Info
el: Ανανέωση πληροφοριών

# #30416
source: Watch Trailer
el: Αναπαραγωγή Trailer

# #30417
source: Add to favourites
el: Προσθήκη στα αγαπημένα

# #30418
source: Remove from favourites
el: Αφαίρεση από τα αγαπημένα

# #30419
source: Move up
el: Μετακίνηση πάνω

# #30420
source: Move down
el: Μετακίνηση κάτω

# #30421
source: Remove
el: Αφαίρεση

# #30422
source: Add to Library
el: Προσθήκη στη βιβλιοθήκη

# #30423
source: Add Subscription
el: Προσθήκη συνδρομής

# #30424
source: Cancel Subscription
el: Ακύρωση συνδρομής

# #30425
source: Update Subscriptions
el: Ενημέρωση συνδρομών

# #30426
source: Update Library
el: Ενημέρωση συλλογής

# #30427
source: Set Global view
el: Ορισμός καθολικής θέασης

# #30428
source: Set Movies view
el: Ορισμός θέασης ταινιών

# #30429
source: Set TV Shows view
el: Ορισμός θέασης σειρών

# #30430
source: Set Seasons view
el: Ορισμός θέασης κύκλων

# #30431
source: Set Episodes view
el: Ορισμός θέασης επεισοδίων

# #30432
source: Sources
el: Πηγές

# #30433
source: Auto-play
el: Αυτόματη αναπαραγωγή

# #30450
source: Watch TV shows and movies from ororo.tv
el: Παρακολουθήστε σειρές από το ororo.tv

# #30501
source: Title
el: Τίτλος

# #30502
source: Release
el: Κυκλοφορία

# #30503
source: Rating
el: Αξιολόγηση

# #30504
source: Genres
el: Είδη

# #30505
source: Favourites
el: Αγαπημένα

# #30506
source: Subscriptions
el: Συνδρομές

# #30507
source: Search
el: Αναζήτηση
