Repository: strofimovsky/Ororo
Catalog: resources/language/Polish/strings.po
Languages: pl

# #30000
source: General
pl: Ogólne

# #30001
source: Enable Meta Data
pl: Włącz Meta Data

# #30002
source: Enable Fanart
pl: Włącz Fanart

# #30003
source: Favourites
pl: Ulubione

# #30004
source: Sort by: Title
pl: Sortuj wg.: Tytułu

# #30005
source: Sort by: Status
pl: Sortuj wg.: Status

# #30006
source: Sort by: Added
pl: Sortuj wg.: Ostatnio Dodane

# #30007
source: Downloads
pl: Katalog Pobierania

# #30008
source: Resume Playback
pl: Wznów Odtwarzanie

# #30040
source: Library
pl: Biblioteka

# #30041
source: Don't forget to add this folder to media sources.
pl: Dodaj ten folder do źródeł biblioteki XBMC.

# #30042
source: TV Folder
pl: Folder TV

# #30043
source: Automatic Updates for Subscriptions
pl: Automatyczna Aktualizacja Subskrybcji

# #30044
source: Subscription Update Interval
pl: Częstotliwość Aktualizacji Subskrybcji

# #30045
source: Update Library after Subscription Updates
pl: Odśwież Bibliotekę po Aktualizacji Subskrybcji

# #30080
source: Subtitles
pl: Napisy

# #30081
source: Subtitles could be unavailable or out of sync.
pl: Napisy mogą być niedostępne bądź działać nieprawidłowo.

# #30082
source: In that case use your own subtitles.
pl: W takim przypadku użyj własnego pliku z napisami.

# #30083
source: Enable subtitles
pl: Włącz napisy

# #30084
source: Primary Language
pl: Pierwszy język

# #30085
source: Secondary Language
pl: Drugi język

# #30302
source: is on by default
pl: domyślnie włączone

# #30303
source: Added to Favourites
pl: Dodano do Ulubionych

# #30304
source: Removed from Favourites
pl: Usunięto z Ulubionych

# #30305
source: Moved up
pl: Przesunięto w górę

# #30306
source: Moved down
pl: Przesunięto w dół

# #30307
source: Item already in Favourites
pl: Ten Serial już jest w Ulubionych

# #30308
source: Download started
pl: Rozpoczęto pobieranie

# #30309
source: Download Progress -
pl: Postęp Pobierania -

# #30310
source: Download finished successfully
pl: Pobieranie ukończone pomyślnie

# #30311
source: Added to Library Folder
pl: Dodano do Biblioteki

# #30312
source: Added to Subscriptions
pl: Dodano do Subskrybcji

# #30313
source: Removed from Subscriptions
pl: Usunięto ze Subskrybcji

# #30314
source: Subscriptions updated
pl: Uaktualniono Subskrybcje

# #30315
source: Subscriptions cleaned up
pl: Wyczyszczono Subskrybcje

# #30316
source: Item already in Subscriptions
pl: Ten Serial już jest w Subskrybcji

# #30317
source: No subtitles available
pl: Napisy niedostępne

# #30318
source: Free account limit is reached
pl: Brak dostępnego strumienia

# #30321
source: YouTube addon is not installed.
pl: Wtyczka YouTube nie jest zainstalowana.

# #30322
source: This stream requires it.
pl: Jest ona wymagana dla tego źródła.

# #30323
source: You haven't added any Subscription.
pl: Nie dodałeś żadnych Subskrybcji.

# #30324
source: Latest Episodes require it.
pl: Jest to wymagane dla Ostatnio Dodane.

# #30325
source: You have disabled Automatic Updates for Subscriptions.
pl: Automatyczna Aktualizacja Subskrybcji jest wyłączona.

# #30326
source: Latest Episodes require it.
pl: Jest to wymagane dla Ostatnio Dodane.

# #30341
source: You have not set the download folder.
pl: Folderu Pobierania nie jest ustawiony.

# #30342
source: Do you want to set it now?
pl: Chcesz go teraz ustawić?

# #30343
source: The video you are trying to download already exists.
pl: Wideo, które próbujesz pobrać już istnieje.

# #30344
source: Do you want to download it again?
pl: Chcesz je pobrać ponownie?

# #30345
source: The download of this video is in progress.
pl: To wideo już jest pobierane.

# #30346
source: Do you want to cancel it?
pl: Chcesz je przerwać?

# #30347
source: Movie already in library.
pl: Film już w Bibliotece.

# #30348
source: TV show already in library.
pl: Serial już w Bibliotece.

# #30349
source: Do you really want to add it?
pl: Na pewno chcesz go dodać?

# #30350
source: Resume from
pl: Wznów od

# #30351
source: Resume
pl: Wznów

# #30352
source: Start from beginning
pl: Zacznij od poczatku

# #30361
source: Next Page
pl: Następna Strona

# #30362
source: Search
pl: Szukaj

# #30363
source: Downloads
pl: Pobrane

# #30364
source: Refresh Info
pl: Odśwież Informacje

# #30401
source: Play
pl: Odtwarzaj

# #30402
source: Random Play
pl: Odtwarzaj Losowo

# #30403
source: Play from here
pl: Odtwarzaj

# #30404
source: Queue All
pl: Dodaj Wszystko do Kolejki

# #30405
source: Queue video
pl: Dodaj do Kolejki

# #30406
source: Download video
pl: Pobierz

# #30407
source: Mark as unwatched
pl: Odznacz jako nieobejrzane

# #30408
source: Mark as watched
pl: Odznacz jako obejrzane

# #30409
source: Add-on settings
pl: Ustawienia Wtyczki

# #30410
source: Now playing...
pl: Teraz Odtwarzane...

# #30411
source: Home...
pl: Menu Głowne...

# #30412
source: Movie information
pl: Informacje o Filmie

# #30413
source: TV show information
pl: Informacje o Serialu

# #30414
source: Episode information
pl: Informacje o Odcinku

# #30415
source: Refresh Info
pl: Odśwież Informacje

# #30416
source: Watch Trailer
pl: Zobacz Trailer

# #30417
source: Add to favourites
pl: Dodaj do Ulubionych

# #30418
source: Remove from favourites
pl: Usuń z Ulubionych

# #30419
source: Move up
pl: Przesuń w górę

# #30420
source: Move down
pl: Przesuń w dół

# #30421
source: Remove
pl: Usuń

# #30422
source: Add to Library
pl: Dodaj do Biblioteki

# #30423
source: Add Subscription
pl: Subskrybuj

# #30424
source: Cancel Subscription
pl: Cofnij Subskrybcję

# #30425
source: Update Subscriptions
pl: Aktualizuj Subskrybcję

# #30426
source: Update Library
pl: Aktualizuj Bibliotekę

# #30427
source: Set Global view
pl: Ustaw Ten Widok dla Wszystkich

# #30428
source: Set Movies view
pl: Ustaw Ten Widok dla Filmów

# #30429
source: Set TV Shows view
pl: Ustaw Ten Widok dla Seriali

# #30430
source: Set Seasons view
pl: Ustaw Ten Widok dla Sezonów

# #30431
source: Set Episodes view
pl: Ustaw Ten Widok dla Odcinków

# #30432
source: Sources
pl: Wybierz Źródło

# #30433
source: Auto-play
pl: Auto-odtwarzanie

# #30450
source: Watch TV shows and movies from ororo.tv
pl: Oglądaj seriale z ororo.tv

# #30501
source: Title
pl: Tytułu

# #30502
source: Release
pl: Data wydania

# #30503
source: Rating
pl: Ocena

# #30504
source: Genres
pl: Gatunki

# #30505
source: Favourites
pl: Ulubione

# #30506
source: Subscriptions
pl: Subskrybcje

# #30507
source: Search
pl: Szukaj
