Repository: strofimovsky/Ororo
Catalog: resources/language/Romanian/strings.po
Languages: ro

# #30001
source: Enable Meta Data
ro: Activeaza Metadate

# #30002
source: Enable Fanart
ro: Activeaza Grafică

# #30003
source: Favourites
ro: Favorite

# #30004
source: Sort by: Title
ro: Sortare după: Titlu

# #30005
source: Sort by: Status
ro: Sortare după: An

# #30006
source: Sort by: Added
ro: Sortare după: Data adăugării

# #30007
source: Downloads
ro: Descărcări

# #30008
source: Resume Playback
ro: Redare de la ultima poziție

# #30040
source: Library
ro: Mediatecă

# #30041
source: Don't forget to add this folder to media sources.
ro: Nu uita să adaugi directorul la Surse Media

# #30042
source: TV Folder
ro: Director TV

# #30043
source: Automatic Updates for Subscriptions
ro: Actualizare automată a abonamentelor

# #30044
source: Subscription Update Interval
ro: Interval de actualizare a abonamentelor

# #30045
source: Update Library after Subscription Updates
ro: Actualizează mediateca cu abonamentele

# #30080
source: Subtitles
ro: Subtitrări

# #30081
source: Subtitles could be unavailable or out of sync.
ro: Subtitrările pot fi indisponibile sau desincronizate

# #30082
source: In that case use your own subtitles.
ro: În acest caz poți utiliza propriile subtitrări

# #30083
source: Enable subtitles
ro: Activare subtitrări

# #30084
source: Primary Language
ro: Limba principală

# #30085
source: Secondary Language
ro: Limba secundară

# #30302
source: is on by default
ro: este activat implicit

# #30303
source: Added to Favourites
ro: Adăugat la Favorite

# #30304
source: Removed from Favourites
ro: Șters din Favorite

# #30305
source: Moved up
ro: Mutat mai sus

# #30306
source: Moved down
ro: Mutat mai jos

# #30307
source: Item already in Favourites
ro: Selecția se află deja în favorite

# #30308
source: Download started
ro: Descărcare începută

# #30309
source: Download Progress -
ro: Descărcare -

# #30310
source: Download finished successfully
ro: Descărcare finalizată cu succes

# #30311
source: Added to Library Folder
ro: Adăugat la mediatecă

# #30312
source: Added to Subscriptions
ro: Adăugat la abonamente

# #30313
source: Removed from Subscriptions
ro: Șters din abonamente

# #30314
source: Subscriptions updated
ro: Abonamente actualizate

# #30315
source: Subscriptions cleaned up
ro: Abonamente curățate

# #30316
source: Item already in Subscriptions
ro: Serialul se află deja în abonamente

# #30317
source: No subtitles available
ro: Nu există subtitrări disponibile

# #30318
source: Free account limit is reached
ro: Nu există flux video disponibil

# #30321
source: YouTube addon is not installed.
ro: Suplimentul YouTube nu este instalat

# #30322
source: This stream requires it.
ro: Necesar pentru fluxul actual.

# #30323
source: You haven't added any Subscription.
ro: Nu ai adăugat niciun abonament.

# #30324
source: Latest Episodes require it.
ro: Necesar pentru ultimele episoade.

# #30325
source: You have disabled Automatic Updates for Subscriptions.
ro: Ai dezactivat actualizarea automată pentru abonamente.

# #30326
source: Latest Episodes require it.
ro: Necesar pentru ultimele episoade.

# #30341
source: You have not set the download folder.
ro: Nu ai configurat directorul de descărcări.

# #30342
source: Do you want to set it now?
ro: Vrei sa îl setezi acum?

# #30343
source: The video you are trying to download already exists.
ro: Videoclipul exista deja.

# #30344
source: Do you want to download it again?
ro: Vrei să îl descarci iar?

# #30345
source: The download of this video is in progress.
ro: Descărcarea acestui clip este în curs.

# #30346
source: Do you want to cancel it?
ro: Vrei să întrerupi?

# #30347
source: Movie already in library.
ro: Film deja în Mediatecă.

# #30348
source: TV show already in library.
ro: Serial deja în Mediatecă.

# #30349
source: Do you really want to add it?
ro: Vrei să îl adaugi?

# #30350
source: Resume from
ro: Reia de la

# #30351
source: Resume
ro: Reia

# #30352
source: Start from beginning
ro: Pornește de la început

# #30361
source: Next Page
ro: Următoarea pagină

# #30362
source: Search
ro: Caută

# #30363
source: Downloads
ro: Descărcări

# #30364
source: Refresh Info
ro: Actualizează informații

# #30401
source: Play
ro: Redare

# #30402
source: Random Play
ro: Redare aleatorie

# #30403
source: Play from here
ro: Redă de aici

# #30404
source: Queue All
ro: Adaugă tot în lista de așteptare

# #30405
source: Queue video
ro: Adaugă clip în lista de așteptare

# #30406
source: Download video
ro: Descarcă fișier video

# #30407
source: Mark as unwatched
ro: Marchează ca nevizionat

# #30408
source: Mark as watched
ro: Marchează ca vizionat

# #30409
source: Add-on settings
ro: Configurare supliment

# #30410
source: Now playing...
ro: Rulează acum...

# #30411
source: Home...
ro: Acasă...

# #30412
source: Movie information
ro: Informații despre film

# #30413
source: TV show information
ro: Informații despre serial

# #30414
source: Episode information
ro: Informații despre episod

# #30415
source: Refresh Info
ro: Actualizează informații

# #30416
source: Watch Trailer
ro: Urmărește prezentare

# #30417
source: Add to favourites
ro: Adaugă la favorite

# #30418
source: Remove from favourites
ro: Șterge din favorite

# #30419
source: Move up
ro: Mută în sus

# #30420
source: Move down
ro: Mută în jos

# #30421
source: Remove
ro: Șterge

# #30422
source: Add to Library
ro: Adaugă la Mediatecă

# #30423
source: Add Subscription
ro: Adaugă abonament

# #30424
source: Cancel Subscription
ro: Anulează abonamentul

# #30425
source: Update Subscriptions
ro: Actualizează abonamentele

# #30426
source: Update Library
ro: Actualizează mediateca

# #30427
source: Set Global view
ro: Mod vizualizare Global

# #30428
source: Set Movies view
ro: Mod vizualizare Filme

# #30429
source: Set TV Shows view
ro: Mod vizualizare Seriale

# #30430
source: Set Seasons view
ro: Mod vizualizate Sezoane

# #30431
source: Set Episodes view
ro: Mod vizualizare Episoade

# #30432
source: Sources
ro: Surse

# #30433
source: Auto-play
ro: Auto-rulare

# #30450
source: Watch TV shows and movies from ororo.tv
ro: Urmărește seriale de ororo.tv

# #30501
source: Title
ro: Titlu

# #30502
source: Release
ro: Dată de lansare

# #30503
source: Rating
ro: Scor

# #30504
source: Genres
ro: Genuri

# #30505
source: Favourites
ro: Favorite

# #30506
source: Subscriptions
ro: Abonamente

# #30507
source: Search
ro: Caută
