Repository: strofimovsky/Ororo
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: General
pt_br: Geral

# #30001
source: Enable Meta Data
pt_br: Activar Meta dados

# #30002
source: Enable Fanart
pt_br: Activar Fanart

# #30003
source: Favourites
pt_br: Favoritos

# #30004
source: Sort by: Title
pt_br: Ordenar por: Título

# #30005
source: Sort by: Status
pt_br: Ordenar por: Estado

# #30006
source: Sort by: Added
pt_br: Ordenar por: Adicionado

# #30007
source: Downloads
pt_br: Transferência

# #30008
source: Resume Playback
pt_br: Retomar Playback

# #30040
source: Library
pt_br: Biblioteca

# #30041
source: Don't forget to add this folder to media sources.
pt_br: Não se esqueça de adicionar esta pasta às fontes multimedia.

# #30042
source: TV Folder
pt_br: Pasta de TV

# #30043
source: Automatic Updates for Subscriptions
pt_br: Actualizações automáticas para subscrições

# #30044
source: Subscription Update Interval
pt_br: Intervalo de actualização das subscrições

# #30045
source: Update Library after Subscription Updates
pt_br: Actualizar biblioteca após actualização das subscrições

# #30080
source: Subtitles
pt_br: Legendas

# #30081
source: Subtitles could be unavailable or out of sync.
pt_br: As legendas podem não estar disponíveis ou não sincronizadas.

# #30082
source: In that case use your own subtitles.
pt_br: Nesse caso procure manualmente por legendas.

# #30083
source: Enable subtitles
pt_br: Activar legendas

# #30084
source: Primary Language
pt_br: Idioma Principal

# #30085
source: Secondary Language
pt_br: Idioma Secundário

# #30302
source: is on by default
pt_br: está activado por defeito

# #30303
source: Added to Favourites
pt_br: Adicionado aos favoritos

# #30304
source: Removed from Favourites
pt_br: Removido dos favoritos

# #30305
source: Moved up
pt_br: Movido para cima

# #30306
source: Moved down
pt_br: Movido para baixo

# #30307
source: Item already in Favourites
pt_br: O item já existe nos favoritos

# #30308
source: Download started
pt_br: Transferência começou

# #30309
source: Download Progress -
pt_br: Progresso da transferência -

# #30310
source: Download finished successfully
pt_br: Transferência terminou com sucesso

# #30311
source: Added to Library Folder
pt_br: Adicionado à pasta da biblioteca

# #30312
source: Added to Subscriptions
pt_br: Adicionado às subscrições

# #30313
source: Removed from Subscriptions
pt_br: Removido das subscrições

# #30314
source: Subscriptions updated
pt_br: Subscrições actualizadas

# #30315
source: Subscriptions cleaned up
pt_br: Subscrições apagadas

# #30316
source: Item already in Subscriptions
pt_br: O item já existe nas subscrições

# #30317
source: No subtitles available
pt_br: Não há legendas disponíveis

# #30318
source: Free account limit is reached
pt_br: Stream não encontrada

# #30321
source: YouTube addon is not installed.
pt_br: O addon Youtube não está instalado.

# #30322
source: This stream requires it.
pt_br: Esta stream necessita dele.

# #30323
source: You haven't added any Subscription.
pt_br: Não adicionou nenhuma subscrição.

# #30324
source: Latest Episodes require it.
pt_br: Os últimos episódios necessitam.

# #30325
source: You have disabled Automatic Updates for Subscriptions.
pt_br: Desactivou os updates automáticos das subscrições.

# #30326
source: Latest Episodes require it.
pt_br: Os últimos episódios dependem deles.

# #30341
source: You have not set the download folder.
pt_br: Não definiu a pasta de download.

# #30342
source: Do you want to set it now?
pt_br: Quer defini-la agora?

# #30343
source: The video you are trying to download already exists.
pt_br: O vídeo que está a tentar transferir já existe.

# #30344
source: Do you want to download it again?
pt_br: Deseja fazer a Transferência novamente?

# #30345
source: The download of this video is in progress.
pt_br: O vídeo está a transferir.

# #30346
source: Do you want to cancel it?
pt_br: Deseja cancelar?

# #30347
source: Movie already in library.
pt_br: Filme já na biblioteca.

# #30348
source: TV show already in library.
pt_br: Série já na biblioteca.

# #30349
source: Do you really want to add it?
pt_br: Tem a certeza que a quer adicionar?

# #30350
source: Resume from
pt_br: Resumir desde

# #30351
source: Resume
pt_br: Resumir

# #30352
source: Start from beginning
pt_br: Retomar desde o início

# #30361
source: Next Page
pt_br: Próxima página

# #30362
source: Search
pt_br: Pesquisar

# #30363
source: Downloads
pt_br: Transferências

# #30364
source: Refresh Info
pt_br: Actualizar informação

# #30401
source: Play
pt_br: Reproduzir

# #30402
source: Random Play
pt_br: Reproduzir aleatório

# #30403
source: Play from here
pt_br: Reproduzir a partir daqui

# #30404
source: Queue All
pt_br: Colocar todos em fila

# #30405
source: Queue video
pt_br: Colocar vídeo em fila

# #30406
source: Download video
pt_br: Transferir vídeo

# #30407
source: Mark as unwatched
pt_br: Marcar como não visto

# #30408
source: Mark as watched
pt_br: Marcar como visto

# #30409
source: Add-on settings
pt_br: Definições do addon

# #30410
source: Now playing...
pt_br: A reproduzir agora...

# #30411
source: Home...
pt_br: Menu principal...

# #30412
source: Movie information
pt_br: Informação do Filme

# #30413
source: TV show information
pt_br: Informação da Série

# #30414
source: Episode information
pt_br: Informação do Episódio

# #30415
source: Refresh Info
pt_br: Actualizar informação

# #30416
source: Watch Trailer
pt_br: Visualizar trailer

# #30417
source: Add to favourites
pt_br: Adicionar aos favoritos

# #30418
source: Remove from favourites
pt_br: Remover dos favoritos

# #30419
source: Move up
pt_br: Mover para cima

# #30420
source: Move down
pt_br: Mover para baixo

# #30421
source: Remove
pt_br: Remover

# #30422
source: Add to Library
pt_br: Adicionar à biblioteca

# #30423
source: Add Subscription
pt_br: Adicionar subscrição

# #30424
source: Cancel Subscription
pt_br: Cancelar subscrição

# #30425
source: Update Subscriptions
pt_br: Actualizar subscrição

# #30426
source: Update Library
pt_br: Atualizar coleção

# #30427
source: Set Global view
pt_br: Definir vista global

# #30428
source: Set Movies view
pt_br: Definir vista de filmes

# #30429
source: Set TV Shows view
pt_br: Definir vista de séries

# #30430
source: Set Seasons view
pt_br: Definir vista de temporadas

# #30431
source: Set Episodes view
pt_br: Definir vista de episódios

# #30432
source: Sources
pt_br: Fontes

# #30433
source: Auto-play
pt_br: Reprodução automática

# #30450
source: Watch TV shows and movies from ororo.tv
pt_br: Assistir a séries de site ororo.tv

# #30501
source: Title
pt_br: Título

# #30502
source: Release
pt_br: Lançamento

# #30503
source: Rating
pt_br: Classificação

# #30504
source: Genres
pt_br: Géneros

# #30505
source: Favourites
pt_br: Favoritos

# #30506
source: Subscriptions
pt_br: Subscrições

# #30507
source: Search
pt_br: Procurar
