Repository: strofimovsky/Ororo
Catalog: resources/language/*/strings.po
Languages: dutch, french

# #30000
source: General
dutch: Algemeen
french: Général

# #30001
source: Enable Meta Data
dutch: Meta Data inschakelen
french: Activer les Meta Data

# #30002
source: Enable Fanart
dutch: Fanart inschakelen
french: Activer les Fanart

# #30003
source: Favourites
dutch: Favorieten
french: Favoris

# #30004
source: Sort by: Title
dutch: Sorteren op: Titel
french: Trier par: Titre

# #30005
source: Sort by: Status
dutch: Sorteren op: Status
french: Trier par: Statuts

# #30006
source: Sort by: Added
dutch: Sorteren op: Toegevoegd
french: Trier par: Date

# #30007
source: Downloads
french: Téléchargements

# #30008
source: Resume Playback
dutch: Afspelen hervatten
french: Reprendre la lecture

# #30040
source: Library
dutch: Bibliotheek
french: Médiathèque

# #30041
source: Don't forget to add this folder to media sources.
dutch: Vergeet deze bron niet toe te voegen aan je bibliotheek.
french: N'oubliez pas d'ajouter ce dossier à vos sources de média.

# #30042
source: TV Folder
dutch: TV map
french: Dossier des Séries TV

# #30043
source: Automatic Updates for Subscriptions
dutch: Automatisch je abonnementen updaten
french: Mise à jour automatique des Séries TV suivies

# #30044
source: Subscription Update Interval
dutch: Update interval
french: Intervalle de la mise à jour des Séries TV suivies

# #30045
source: Update Library after Subscription Updates
dutch: Update bibliotheek na update abonnementen
french: Mettre la Médiathèque à jour avec les Séries TV suivies

# #30080
source: Subtitles
dutch: Ondertiteling
french: Sous-titres

# #30081
source: Subtitles could be unavailable or out of sync.
dutch: Ondertiteling kan niet beschikbaar zijn of niet synchroon lopen.
french: Certains sous-titres peuvent être indisponibles ou décalés.

# #30082
source: In that case use your own subtitles.
dutch: In dat geval moet je je eigen ondertitels gebruiken.
french: Dans ce cas utilisez vos fichiers ou extension de sous-titres.

# #30083
source: Enable subtitles
dutch: Ondertitels gebruiken
french: Activer les sous-titres

# #30084
source: Primary Language
dutch: Eerste taal
french: Langue principale

# #30085
source: Secondary Language
dutch: Tweede taal
french: Seconde Langue

# #30302
source: is on by default
dutch: is als standaard ingesteld
french: est actif par défaut

# #30303
source: Added to Favourites
dutch: Toegevoegd aan Favorieten
french: Ajouté aux Favoris

# #30304
source: Removed from Favourites
dutch: Verwijderd uit Favorieten
french: Retiré des Favoris

# #30305
source: Moved up
dutch: Naar boven geplaatst
french: Deplacer vers le haut

# #30306
source: Moved down
dutch: Naar beneden geplaatst
french: Deplacer vers le bas

# #30307
source: Item already in Favourites
dutch: Artikel staat al in Favorieten
french: Contenu déjà dans les Favoris

# #30308
source: Download started
dutch: Download gestart
french: Téléchargement débuté

# #30309
source: Download Progress -
dutch: Download voortgang -
french: Téléchargement -

# #30310
source: Download finished successfully
dutch: Download succesvol afgerond
french: Téléchargement terminé avec succés

# #30311
source: Added to Library Folder
dutch: Toegevoegd aan Bibliotheek map
french: Ajouté au dossier de la Médiathèque

# #30312
source: Added to Subscriptions
dutch: Toegevoegd aan Abonnementen
french: Série TV ajoutée au suivi

# #30313
source: Removed from Subscriptions
dutch: Verwijderd uit Abonnementen
french: Série TV Retirée du suivi

# #30314
source: Subscriptions updated
dutch: Abonnementen geόpdatet
french: Séries TV suivies à jour

# #30315
source: Subscriptions cleaned up
dutch: Abonnementen opgeschoond
french: Séries TV suivies nettoyées

# #30316
source: Item already in Subscriptions
dutch: Artikel staat al in Abonnementen
french: Pas de sous-titre disponible

# #30317
source: No subtitles available
dutch: Ondertiteling niet beschikbaar
french: Pas de source du média disponible

# #30318
source: Free account limit is reached
dutch: Stream niet beschikbaar
french: Pas de stream disponible

# #30321
source: YouTube addon is not installed.
dutch: YouTube addon staat niet geοnstalleerd.
french: YouTube n'est pas installé.

# #30322
source: This stream requires it.
dutch: Deze stream vereist dat.
french: Cette source de media en a besoin.

# #30323
source: You haven't added any Subscription.
dutch: Je hebt geen Abonnementen toegevoegd.
french: Vous ne suivez encore aucune Série TV.

# #30324
source: Latest Episodes require it.
dutch: Nieuwste Afleveringen vereist dit.
french: Il en faut afin d'afficher les derniers épisodes.

# #30325
source: You have disabled Automatic Updates for Subscriptions.
dutch: Je hebt Automatische Updates voor Abonnementen uitgeschakeld.
french: Vous avez désactivé le suivi automatique des Séries TV

# #30326
source: Latest Episodes require it.
dutch: Nieuwste Afleveringen vereist dit.
french: Il faut l'activer afin d'afficher les derniers épisodes.

# #30341
source: You have not set the download folder.
dutch: Je hebt geen Download-map ingesteld.
french: Vous n'avez pas choisi de dossier de téléchargement.

# #30342
source: Do you want to set it now?
dutch: Wil je dat nu doen?
french: Le choisir maintenant?

# #30343
source: The video you are trying to download already exists.
dutch: De video die je probeert te downloaden bestaat al.
french: La video que vous voulez télécharger existe déjà.

# #30344
source: Do you want to download it again?
dutch: Wil je die opnieuw downloaden?
french: La télécharger à nouveau?

# #30345
source: The download of this video is in progress.
dutch: Het downloaden van deze video is al bezig.
french: Le téléchargement de cette video est en cours.

# #30346
source: Do you want to cancel it?
dutch: Wil je dat annuleren?
french: Voulez vous l'annuler?

# #30347
source: Movie already in library.
dutch: Film al in de bibliotheek.
french: Film déjà dans la Médiathèque.

# #30348
source: TV show already in library.
dutch: TV Serie al in de bibliotheek.
french: Série TV déjà dans la Médiathèque.

# #30349
source: Do you really want to add it?
dutch: Wil je deze alsnog toevoegen?
french: Désirez-vous toujours la suivre?

# #30350
source: Resume from
dutch: Hervatten vanaf
french: Reprendre la lecture depuis

# #30351
source: Resume
dutch: Hervatten
french: Reprendre la lecture

# #30352
source: Start from beginning
dutch: Starten vanaf begin
french: Lire depuis le début

# #30361
source: Next Page
dutch: Volgende pagina
french: Page Suivante

# #30362
source: Search
dutch: Zoeken
french: Recherche

# #30363
source: Downloads
french: Téléchargements

# #30364
source: Refresh Info
dutch: Info verversen
french: Rafraîchir les Infos

# #30401
source: Play
dutch: Afspelen
french: Lecture

# #30402
source: Random Play
dutch: Willekeurig afspelen
french: Lecture Aléatoire

# #30403
source: Play from here
dutch: Afspelen vanaf hier
french: Lecture depuis ce point

# #30404
source: Queue All
dutch: Allen in wachtrij plaatsen
french: Tout mettre en attente

# #30405
source: Queue video
dutch: Video in wachtrij plaatsen
french: Mettre la video en attente

# #30406
source: Download video
dutch: Video downloaden
french: Télécharger la video

# #30407
source: Mark as unwatched
dutch: Markeer als niet-bekeken
french: Marquer comme non vu

# #30408
source: Mark as watched
dutch: Markeer als bekeken
french: Marquer comme vu

# #30409
source: Add-on settings
dutch: Add-on instellingen
french: Paramètres de l'extension

# #30410
source: Now playing...
dutch: Speel nu...
french: Liste de lecture...

# #30411
source: Home...
french: Retour à l'accueil...

# #30412
source: Movie information
dutch: Filminformatie
french: Information du Film

# #30413
source: TV show information
dutch: Serie-info
french: Information de la Série TV

# #30414
source: Episode information
dutch: Afleveringsinfo
french: Information de l'Episode

# #30415
source: Refresh Info
dutch: Info verversen
french: Rafraîchir les Infos

# #30416
source: Watch Trailer
dutch: Bekijk Trailer
french: Voir la Bande Annonce

# #30417
source: Add to favourites
dutch: Toevoegen aan favorieten
french: Ajouter à Mes Favoris

# #30418
source: Remove from favourites
dutch: Verwijderen uit favorieten
french: Retirer des favoris

# #30419
source: Move up
dutch: Naar boven verplaatsen
french: Monter dans la liste

# #30420
source: Move down
dutch: Naar beneden verplaatsen
french: Descendre dans la liste

# #30421
source: Remove
dutch: Verwijderen
french: Retirer

# #30422
source: Add to Library
dutch: Toevoegen aan Bibliotheek
french: Ajouter à la Médiathèque

# #30423
source: Add Subscription
dutch: Abonnement toevoegen
french: Suivre cette Série TV

# #30424
source: Cancel Subscription
dutch: Abonnement annuleren
french: Annuler le Suivi

# #30425
source: Update Subscriptions
dutch: Abonnementen updaten
french: Mettre à jour les Séries TV

# #30426
source: Update Library
dutch: Bibliotheek updaten
french: Actualiser à jour les Films

# #30427
source: Set Global view
dutch: Globale layout vastzetten
french: Vue Globale

# #30428
source: Set Movies view
dutch: Speelfilms layout vastzetten
french: Vue pour les Films

# #30429
source: Set TV Shows view
dutch: TV Series layout vastzetten
french: Vue pour les Séries TV

# #30430
source: Set Seasons view
dutch: Seizoens layout vastzetten
french: Vue pour les Saisons

# #30431
source: Set Episodes view
dutch: Afleveringen layout vastzetten
french: Vue pour les Episodes

# #30450
source: Watch TV shows and movies from ororo.tv
dutch: Bekijk TV Series vanaf ororo.tv
french: Une sélection de Séries TV en Version Originale (Anglais)

# #30501
source: Title
dutch: Titel
french: Titre

# #30502
source: Release
dutch: Releasedatum
french: Version du

# #30503
source: Rating
dutch: Waardering
french: Les Mieux Notées

# #30504
source: Genres
french: Par Genres

# #30505
source: Favourites
dutch: Favorieten
french: Mes Favoris

# #30506
source: Subscriptions
dutch: Abonnementen
french: Mes Séries TV suivies

# #30507
source: Search
dutch: Zoeken
french: Recherche

# #30432
source: Sources
dutch: Bronnen

# #30433
source: Auto-play
dutch: Automatisch afspelen
